{"https://u.ae/en/information-and-services": "The UAE Strategy for Government Services, Unified Digital Platform Policy and Digital Customer and Digital Government Service Policy are all a part of the UAE Government’s efforts to provide advanced digital services, accessible from anywhere and at any time.\nThe UAE Strategy for Government Services, Unified Digital Platform Policy and Digital Customer and Digital Government Service Policy are all a part of the UAE Government’s efforts to provide advanced digital services, accessible from anywhere and at any time.\nThe Government engages community members in designing services; in a bid to develop proactive individual services that will meet their needs. Read how the UAE co-creates public services.\nThe UAE provides more than 6,000 federal and local digital services. At the federal level, there are 1,913 federal digital services. They can be classified as follows:\nThe UAE provides more than 6,000 federal and local digital services. At the federal level, there are 1,913 federal digital services. They can be classified as follows:\n1,669\nTransactional services\n82\nInformational services\n54\nCommercial services\n71\nSocial services\n37\nSeizural services\n188\nPriority services\nUAE Pass\nIn order to use some of these digital services, you must have an account on UAE PASS. Learn how to register on UAE PASS.\nBy registering on UAE Pass, you can:\nLog in with face recognition technology (facial ID)\nSign in to services through a single mobile–based login\nSign documents digitally\nStore and share digital documents\nUpdate your profile information\nUpdate your address records\nMost used digital services\nBelow table shows the most used digital services and the number of times they were used in the year 2022: \nIssue a new work permit\nIssue an entry permit\nElectricity and water bill payment\nPayment of traffic fines\nRenew a residency permit\nIssue a residency permit\nBook a medical appointment\nIssue/renew work contract\nCancelling residency permits\nThe UAE has introduced a Design Language System (DLS) and other guidelines, principles and policies for designing government portals and publishing content on them. The DLS ensures that users have a smooth experience while browsing. One of the key features of this portal is the ability for users to customise and personalise their experience, making it more efficient and user-friendly. A personalised dashboard enables users to access, store, and review their data, interactions and transactions on the portal. Specific service transactions initiated through the portal can be saved and accessed later. Users can customise or personalise the portal to mark their favourite or most used online services.\n \nRead how to use government eServices through this guide.\n \nServices are accessible for people of determination. Read about live support about public services for people of determination.\nThe UAE has introduced a Design Language System (DLS) and other guidelines, principles and policies for designing government portals and publishing content on them. The DLS ensures that users have a smooth experience while browsing. One of the key features of this portal is the ability for users to customise and personalise their experience, making it more efficient and user-friendly. A personalised dashboard enables users to access, store, and review their data, interactions and transactions on the portal. Specific service transactions initiated through the portal can be saved and accessed later. Users can customise or personalise the portal to mark their favourite or most used online services.\n \nRead how to use government eServices through this guide.\n \nServices are accessible for people of determination. Read about live support about public services for people of determination.\nLearn more\nTop digital services provided by government entities around the clock\nTourist visas, visit visas, entry permits, residency permits and Emirates ID\nJob search, regulations, employment process, contracts and more\nEducation system, schools, higher education, eLearning, scholarships\nPlanning, starting, running and closing businesses on the mainland and in free zones\nHealth, education, jobs, visa, Emirates ID, transportation, finance and more\nJustice system, community protection, human rights, cyber security and more\nFlights, hotels, itineraries, visas, money exchange, attractions, shopping\nRoadways, railways, waterways and airways\nBanking, financial markets, taxes, customs duty, insurance, pension and more\nEcosystems, climate change, renewable, nuclear energy, sustainability and more\nHousing programmes, authorities and more\nInsurance, healthcare facilities, emergency services, patients' rights\nPassports, visas, travel arrangements, advisories, customs and more \nPublic holidays, religious affairs, Ramadan, Hajj, religious events and more\nCivic facilities, telecommunications, mail services and more\nNational identity, marriage, divorce, births, deaths, social welfare and more\nSetting up a charitable organisation, raising funds, volunteering and more\nFedNet, Government Service Bus, UAE Pass, mSurvey and more\nList of links to the eServices of the United Arab Emirates Government\nThe UAE assures freedom and access to information through 'The Guide to Access Government Information' and Law No. 26 of 2015 on the Organization of Dubai Data Publication and Sharing also known as Law No. 26 of 2015 Regulating Data Dissemination and Exchange. \nThe UAE Government’s services are accessible through online and offline channels. In addition, the government provides multiple payment options that include cash payment over the counter. Most federal ministries and local entities facilitate electronic payment and mobile payment in a secure cyber environment.\nLearn more\nMabrouk Ma Yak is an integrated eService for newly born Emiratis. The service will reduce the number of visits to government offices from seven to one by providing a combined service of ten government entities.\nPolice\n999\nAmbulance\n998\n \nCivil defence\n997\nElectricity authority\n991\n \nIf you need help, kindly contact:\nPowered by\nPopular searches", "https://u.ae/en/information-and-services/visa-and-emirates-id": "Visit visas, work permits, entry permits, residency visas and Emirates IDs\nPolice\n999\nAmbulance\n998\n \nCivil defence\n997\nElectricity authority\n991\n \nIf you need help, kindly contact:\nPowered by\nPopular searches", "https://u.ae/en/information-and-services/visa-and-emirates-id/residence-visas": "Find information on how to apply for a residence visa for self and family members.\nPowered by\nPopular searches", "https://u.ae/en/information-and-services/visa-and-emirates-id/residence-visas/golden-visa": "The Golden visa is a long-term residence visa which enables foreign talents to live, work or study in the UAE while enjoying exclusive benefits. Investors, entrepreneurs, scientists, outstanding students and graduates, humanitarian pioneers and frontline heroes are among those eligible for the Golden visa. Read about the requirements and benefits of the Golden visa, and find digital services to apply for it.\nThe UAE’s ‘Golden visa’ is a long-term residence visa which enables foreign talents to live, work or study in the UAE while enjoying exclusive benefits which include:\n \nFor queries regarding visas, please contact Federal Authority for Identity, Citizenship, Customs and Port Security (ICP) or the UAE’s embassies and consulates.\n \nFor Dubai visas, contact the General Directorate of Residency and Foreigners Affairs - Dubai (GDRFAD).\n \nRelated links\n \nRequirements for the Golden visa depend on the type of residence, whether investor, talent, entrepreneur, etc.\nInvestors in public investments\nIf you invest in an investment fund, you may be granted a Golden Visa for a period of 10 years without a sponsor, subject to the:\n \nAdditionally, you must:\n \nReal estate investors\nIf you own a property or a group of properties, you may be granted a Golden visa for a period of 5 years, renewable on the same conditions and without a sponsor subject to the:\n \nEntrepreneurs\nIf you are an entrepreneur, you may get a Golden visa for a period of 5 years, if you own an economic project of a technical or future nature based on risk & innovation. In addition, you must have an approval letter from each of the following:\n \nOutstanding specialised talents\nOutstanding specialised talents include: \n \nSubjects relating to engineering and science include: \n \nIf you have an outstanding specialised talent, you may get a Golden visa for 10 years after meeting the requirements mentioned below for each category: \nDoctors and scientists\n \nInventors\n \nCreative people in the fields of culture and art\n \nRelated services\n \nExecutive Directors\n \nAthletes\n \nSpecialists in engineering and science\n \nOutstanding Students\nHigh school students\nIf you are a high school student and a national-level topper, (with a minimum grade of 95 per cent in public or private secondary school) you may be granted a Golden visa for 5 years without a sponsor, subject to submission of a recommendation letter from Ministry of Education (Emirates Schools Establishment).Duration of the Golden visa for students is 5 years and may be extended if he/she is enrolled in one of the majors/colleges in the country that requires a study period of more than five years.\n \nUniversity students\nIf you are an outstanding university student, you may be granted a Golden visa for a period of 10 years without a sponsor, provided that:\nit has not been more than 2 years since you graduated.\n \nOutstanding students of foreign universities may be granted a Golden visa for a period of 10 years without a sponsor, provided that:\n \nPioneers of humanitarian work\nIf you are a pioneer of humanitarian work, you may get a Golden visa for 10 years. You must be one amongst the following categories to qualify as a pioneer of humanitarian work:\n \nFrontline heroes\nFrontline heroes who displayed extraordinary effort in crises, such as the COVID-19 pandemic also may get the Golden visa with a recommendation from a competent authority. Frontline heroes include nurses, medical assistants, lab technicians, pharmacologists and other cadres approved by the Frontline Heroes Office.\n‘One touch’ Golden visa service is a comprehensive service designed to simplify the application and the renewal process for a Golden residence visa, saving the applicants’ time and effort.\n \nThe service will assist the applicants with their applications for the visa, issuance of other visas, regularisation of status, the issuance of residency and identity documents, and renewing all of these in one step.\n \nGive us your feedback so we can improve your experience.\nPowered by\nPopular searches"}